{
    "title": "Wick System",
    "modules": [
        {
            "subtitles": "Pengantar",
            "content": "<p> Wick System adalah salah satu metode sederhana namun efektif dalam menanam tanaman secara hidroponik. Metode ini cocok untuk pemula dan dapat diterapkan dalam skala kecil hingga besar. Wick System menggunakan prinsip kapilaritas untuk mengalirkan larutan nutrisi ke akar tanaman tanpa memerlukan pompa atau sistem aliran. </p><br><br> <h2>Prinsip Kerja</h2> <p> Dalam Wick System, larutan nutrisi ditempatkan dalam wadah atau tangki khusus. Sumbu atau wick yang terbuat dari bahan kapiler seperti kapas atau serat wol ditempatkan di dalam larutan nutrisi, dengan satu ujung terendam di dalam larutan dan ujung lainnya berada di dekat akar tanaman. Melalui prinsip kapilaritas, larutan nutrisi akan diserap oleh sumbu dan mengalir ke akar tanaman. </p><br><br> <h2>Kelebihan Wick System</h2> <p> Salah satu kelebihan utama dari Wick System adalah kesederhanaannya. Metode ini tidak memerlukan peralatan atau pompa yang rumit, sehingga cocok untuk diterapkan oleh pemula atau bagi mereka yang memiliki keterbatasan dalam hal anggaran atau ruang. Selain itu, Wick System juga efisien dalam penggunaan air dan nutrisi, karena larutan nutrisi hanya diserap saat diperlukan oleh tanaman. </p><br><br> <h2>Keterbatasan</h2> <p> Meskipun sederhana dan efektif, Wick System memiliki beberapa keterbatasan. Pertama, sistem ini lebih cocok untuk tanaman dengan kebutuhan air rendah, karena kemampuan kapilaritas sumbu terbatas. Selain itu, Wick System mungkin tidak cocok untuk tanaman yang membutuhkan aerasi akar yang lebih baik, seperti tanaman berakar besar atau panjang. </p><br><br> <p> Dengan kelebihan dan keterbatasannya, Wick System tetap menjadi pilihan yang menarik bagi banyak petani hidroponik. Kemudahan implementasi dan efisiensi penggunaan sumber daya membuatnya menjadi salah satu metode yang layak dipertimbangkan untuk menanam tanaman secara hidroponik, baik untuk keperluan rumah tangga maupun komersial. </p>"
        },
        {
            "subtitles": "Cara Melakukan",
            "content": "<p>1. Mempersiapkan alat dan bahan Hal pertama yang harus Anda lakukan saat hendak membuat hidroponik sederhana yaitu mempersiapkan alat dan bahan. Wick system membutuhkan beberapa alat dan bahan seperti berikut ini: Botol air mineral bekas ukuran 600 ml. Gunting, pisau, atau cutter. Sumbu kompor, kain bekas, atau kain flanel yang digunakan untuk mengalirkan nutrisi. Bibit tanaman. Media tanam rockwool. Nutrisi pupuk AB Mix. Air Paku </p> <br><br> <p>2. Membuat sistem wick Cara menanam hidroponik selanjutnya yaitu dengan membuat sistem wick itu sendiri. Adapun caranya sebagai berikut. Botol bekas air mineral 600 ml dipotong menjadi dua bagian. Pada bagian atau (di dekat leher botol) dilubangi dengan menggunakan paku yang telah dipanaskan. Di bagian tutup botol yang dilubangi dengan diameter menyesuaikan sumbu yang akan digunakan di sistem hidroponik ini. Masukkan sumbu ke lubang tutup botol. Pasang bagian atas botol dengan arah terbaik. Masukkan media tanam hidroponik di bagian atas botol dan isi bagian bawah botol dengan air. Nantinya air yang ada di bawah botol akan terserap oleh sumbu kompor dan membasahi media tanam yang ada di atasnya.</p> <br><br> <p>3. Memilih benih hidroponik Tahapan selanjutnya yaitu memilih benih hidroponik. Jenis tanaman yang biasanya dibudidayakan dengan sistem hidroponik yaitu tanaman hortikultura. Beberapa tanaman tersebut antara lain sayur, buah, bunga, tanaman hias, tanaman obat-obatan, tanaman pertamanan, dan lain sebagainya. Tahapan selanjutnya yaitu memilih benih hidroponik. Jenis tanaman yang biasanya dibudidayakan dengan sistem hidroponik yaitu tanaman hortikultura. Beberapa tanaman tersebut antara lain sayur, buah, bunga, tanaman hias, tanaman obat-obatan, tanaman pertamanan, dan lain sebagainya.</p> <br> <br> <p>4. Penyemaian benih Benih tanaman bisa Anda beli di toko pertanian. Namun benih tersebut sebaiknya jangan langsung ditanam menggunakan sistem hidroponik. Alangkah lebih baiknya jika Anda menyemai terlebih dahulu benih tanaman tersebut. Langkah untuk menyemai benih yang menjadi bagian dari cara menanam hidroponik seperti berikut. Potong media tanam (rockwool) ukuran 2,5 x 2,5 cm. Basahi media tanam dengan cara mencipratkan air atau menyemprot air di atas permukaan media tanam tersebut. Buat lubang di tengah media dengan kedalaman kurang lebih 2 mm. Masukkan benih ke dalam lubang tersebut. Tutup dengan plastik hitam lalu simpan di ruangan gelap. Setelah 1 – 2 hari lihat hasil persemaian. Kemudian buka plastik dan letakan di bawah cahaya matahari langsung. Jemur setiap hari dan siram media tanam apabila sudah kering. Apabila sudah muncul daun sejati, maka bibit sudah bisa dipindahkan ke tempat hidroponik. </p><br> <br> <p>5. Menyiapkan larutan nutrisi Meskipun sistem wick merupakan cara menanam hidroponik dengan botol yang sederhana, namun larutan nutrisi tetap harus diperhatikan. Nutrisi yang dibutuhkan dalam hidroponik dikenal dengan nama AB Mix. Larutan ini sudah banyak dijual di toko pertanian. Jika nutrisi dalam bentuk serbuk, maka nutrisi harus terlebih dahulu dilarutkan. Campurkan larutan A dan B dengan air bersih. Dosis yang bisa digunakan yaitu setiap 5 ml larutan A dan B dicampur dengan air sebanyak 1 liter.</p> <br> <br> <p>6. Proses pindah tanam Untuk proses pindah tanam bisa dilakukan dengan cara berikut ini. Siapkan media hidroponik. Larutkan nutrisi dibagian bawah botol. Pindahkan rockwool yang berisi bibit tanaman. Letakan bibit terletak di bagian atas media yang sudah dipasang sumbu. Pasangkan bagian atas dan bawah perangkat hidroponik. Terakhir, tanaman hidroponik dengan sistem wick sudah selesai.</p> <br> <br> <p>7. Merawat tanaman Cara menanam hidroponik selanjutnya yaitu melakukan perawatan tanaman. Tahapan perawatan yang bisa dilakukan yaitu pemberian nutrisi tambahan, perawatan hama dan patogen tanaman, melakukan penyiraman, dan perawatan lainnya.</p> <br> <br> <p>8. Panen Tahapan terakhir dari penanaman hidroponik sistem wick yaitu penen. Kegiatan ini tergantung dari jenis tanamannya. Umumnya, tanaman hidroponik berumur pendek sekitar 30 – 45 hari. Cara panen yang bisa dilakukan juga sesuai dengan jenis tanamannya. Bisa dengan cara memotong bagian atas tanaman atau mencabut tanaman tersebut. Itulah cara menanam hidroponik secara sederhana untuk para pemula. Hidroponik dengan sistem wick ini bisa dipraktekkan di rumah dan bisa ditempatkan di area yang sempit. Sebab perangkat hidroponik ini dapat ditempelkan di dinding rumah.</p><br> <br>"
        }
    ]
}
